Repository: GautamGupta/bb-legacy-plugins
Catalog: support-forum/trunk/languages/support-forum-*.po
Languages: ca, fi, hr, mk, pl_pl, pt_pt, ro, ru_ru, sr, th, ug

source: This version of the <em>Support forum</em> plugin requires bbPress version 0.9
ca: Aquesta versió de l'extensió del <em>fòrum de suport</em> requereix la versió 0.9 del bbPress.
fi: Tämä <em>Support forum</em>-lisäosa vaatii bbPress-version 0.9
hr: Ova inačica plugina <em>Foruma za podrške</em> zahtijeva bbPress inačicu 0.9
mk: Оваа верзија на додатокот за <em>Форум поддршка</em> бара bbPress 0.9
pl_pl: Ta wersja wtyczki <em>Support forum</em> wymaga bbPressa w wersji 0.9
pt_pt: Esta versão da extensão <em>Support forum</em> requer o bbPress versão 0.9
ro: Această versiune de <em>Forum pentru asistență</em> cere bbPress versiunea 0.9
ru_ru: Эта версия плагина <em>Support forum</em> требует bbPress версии 0.9
sr: Ово издање <em>Форума подршке</em> захтева издање bbPress-а 0.9
th: รุ่นของปลั๊คอิน <em>ฟอรั่มช่วยเหลือ</em> ต้องใช้กับ bbPress รุ่น 0.9
ug: <em>قوللاش مۇنبىرى</em> قىستۇرمىسىنىڭ بۇ نەشرى bbPress 0.9 نەشرىنىڭ بولۇشىنى تەلەپ قىلىدۇ

source: resolved
ca: resolt
fi: ratkaistu
hr: riješeno
mk: исполнето
pl_pl: rozwiązany
pt_pt: resolvido
ro: rezolvat
ru_ru: решенная
sr: решено
th: แก้ไขแล้ว
ug: ھەل قىلىنغان

source: not resolved
ca: no resolt
fi: ei ratkaistu
hr: nije riješeno
mk: не е исплатно
pl_pl: nie jest rozwiązany
pt_pt: pendente
ro: nerezolvat
ru_ru: нерешенная
sr: није решено
th: ยังไม่แก้ไข
ug: ھەل قىلىنمىغان

source: not a support question
ca: no és una pregunta de suport
fi: ei ole tukikysymys
hr: nije pitanje za podršku
mk: не е прашање за поддршка
pl_pl: nie jest prośbą o pomoc
pt_pt: não é uma pergunta de suporte
ro: nu cere asistență
ru_ru: обычная
sr: није питање подршке
th: ไม่ใช่คำถามที่รองรับ
ug: قوللاشقا ئالاقىدار سوئال ئەمەس

source: Support topics that are %s
ca: Els temes de suport que són %s
fi: Tukikysymykset jotka ovat %s
hr: Teme podrške koje su %s
mk: Темите за поддршка се %s
pl_pl: Tematy pomocy, które mają stan "%s"
pt_pt: Tópicos de suporte com estado %s
ro: Subiecte pentru asistență care sunt %s
ru_ru: Темы с пометкой &laquo;%s&raquo;
sr: Теме подршке које су %s
th: หัวข้อช่วยเหลือนั้นเป็น %s
ug: %s نىڭ تېمىلىرى

source: Support topics that are %s and are more than 2 hours old
ca: Els temes de suport que són %s i més de 2 hores antics
fi: Tukikysymykset jotka ovat %s ja ovat yli 2 tuntia vanhoja
hr: Teme podrške koje su %s i starije su više od 2 sata
mk: Темите за поддршка кои се %s и се постари од 2 часа
pl_pl: Tematy pomocy, które mają stan "%s" i zostały napisane wcześniej niż 2 godziny temu
pt_pt: Tópicos de suporte com estado %s e com mais de 2 horas
ro: Subiecte pentru asistență care sunt %s și au mai mult de 2 ore
ru_ru: Темы с пометкой &laquo;%s&raquo; и старше 2 часов
sr: Теме подршке које су %s и старије од 2 сата
th: หัวข้อช่วยเหลือนั้นเป็น %s และมีอายุมากกว่า 2 ชั่วโมง
ug: %s بىلەن 2 سائەت ئاۋالقى تېمىلار

source: Change
ca: Canvia
fi: Vaihda
hr: Promijeni
mk: Промени
pl_pl: Zmień
pt_pt: Modificar
ro: Modifică
ru_ru: Сменить
sr: Промени
th: เปลี่ยนแปลง
ug: ئۆزگەرتىش

source: This topic is
ca: Aquest tema està
fi: Tämä keskustelu on
hr: Ova tema je
mk: Оваа тема е
pl_pl: Ten temat jest
pt_pt: Estado deste tópico
ro: Acest subiect este
ru_ru: Эта тема
sr: Ова тема је
th: หัวข้อนี้เป็น
ug: بۇ تېما

source: sticky
ca: enganxat
fi: liimattu
hr: ljepljiva
mk: важна
pl_pl: przyklejony
pt_pt: fixo
ro: fixat
ru_ru: прилеплена
sr: лепљива
th: ปักหมุด
ug: چوققىلانغان

source: closed
ca: tancat
fi: suljettu
hr: zatvorena
mk: затворена
pl_pl: zamknięty
pt_pt: fechado
ro: închis
ru_ru: закрыта
sr: затворена
th: ปิดแล้ว
ug: ئېتىۋېتىلگەن

source: Support forum
ca: Fòrum de suport
fi: Tukifoorumi
hr: Forum za podršku
mk: Форум за поддршка
pl_pl: Fora pomocy
pt_pt: Fórum de suporte
ro: Forum pentru asistență
ru_ru: Форум поддержки
sr: Форум подршке
th: ฟอรั่มช่วยเหลือ
ug: قوللاش مۇنبىرى

source: Update performed
ca: S'ha realitzat l'actualització
fi: Päivitys suoritettu
hr: Ažuriranje izvršeno
mk: Надградбата е извршена
pl_pl: Dokonano aktualizacji
pt_pt: Actualização efectuada
ro: Actualizare executată
ru_ru: Обновление выполнено
sr: Ажурирање извршено
th: อัพเดตการทำงาน
ug: يېڭىلاش ئېلىپ بېرىلدى

source: No update required
ca: No cal actualitzar
fi: Päivitystä ei tarvita
hr: Ažuriranje nije potrebno
mk: Нема потреба од надградби
pl_pl: Aktualizacja nie jest wymagana
pt_pt: Nenhuma actualização necessária
ro: Nu cere actualizare
ru_ru: Обновление не требуется
sr: Ажурирање није потребно
th: ยังไม่ต้องการการอัพเดต
ug: يېڭىلاش ھاجەتسىز

source: Name
ca: Nom
fi: Nimi
hr: Naziv
mk: Име
pl_pl: Nazwa
pt_pt: Nome
ro: Numele
ru_ru: Имя
sr: Име
th: ชื่อ
ug: نامى

source: Description
ca: Descripció
fi: Kuvaus
hr: Opis
mk: Опис
pl_pl: Opis
pt_pt: Descrição
ro: Descrierea
ru_ru: Описание
sr: Опис
th: คำขยายความ
ug: چۈشەندۈرۈش

source: Enable support forum
ca: Activa el fòrum de suport
fi: Ota tukifoorumi käyttöön
hr: Omogući forum za podrške
mk: Овозможи форум за поддршка
pl_pl: Uczyń forum pomocy
pt_pt: Activar fórum de suporte
ro: Activează forumuri pentru asistență
ru_ru: Включить форум поддержки
sr: Омогући форум подршке
th: ใช้งานฟอรั่มช่วยเหลือ
ug: قوللاش مۇنبىرىنى ئىشلىتىش

source: Set the default status for topics:
ca: Estableix l'estat predeterminat dels temes:
fi: Aseta keskustelujen oletusstatus:
hr: Postavi početni status za teme:
mk: Постави стандарден статус за темите:
pl_pl: Ustaw domyślny stan tematów:
pt_pt: Definir o estado por omissão dos tópicos:
ro: Setează statutul implicit pentru subiecte ca:
ru_ru: Выберите статус по умолчанию для новой темы:
sr: Постави подразумевано стање ове теме:
th: ตั้งค่าสถานะปกติสำหรับหัวข้อ:
ug: تېما ئۈچۈن كۆڭۈلدىكى ھالەتنى بەلگىلەڭ:

source: Allow the poster of the topic to set the status on topic creation
ca: Permet al publicador del tema definir l'estat en crear el tema
fi: Salli keskustelun aloittajan asettaa status keskustelun luontihetkellä
hr: Dozvoli kreatoru teme da postavi status pri kreiranju teme
mk: Дозволи му на авторот да постави статус на сопствената тема
pl_pl: Zezwól autorom tematów na ustawienie stanu tematu przy jego tworzeniu
pt_pt: Permitir que o autor do tópico defina o estado ao criar o tópico
ro: Permite autorului să aleagă statutul subiectului la creare
ru_ru: Разрешить автору темы устанавливать статус при создании
sr: Дозволи пошиљаоцу теме да одреди стање теме на постављању
th: อนุญาตให้ผู้ตั้งหัวข้อตั้งค่าสถานะบนห้วข้อที่สร้างได้
ug: تېما ئاپتورى تېمىنى يازغاندا ھالەتنى بەلگىلىيەلەيدىغان بولسۇن

source: Allow the poster of the topic to set the status at any time
ca: Permet al publicador del tema definir l'estat en qualsevol moment
fi: Salli keskustelun luojan muuttaa statusta milloin tahansa
hr: Dozvoli kreatoru teme da postavi status bilo kada
mk: Дозволи му на авторот да може да постави статус на сопствената тема во било кое врее
pl_pl: Zezwól autorom tematów na ustawienie stanu tematu w dowolnym czasie
pt_pt: Permitir que o autor do tópico defina o estado em qualquer altura
ro: Permite autorului să aleagă statutul subiectului oricând
ru_ru: Разрешить комментаторам устанавливать статус в любое время
sr: Дозволи пошиљаоцу теме да одреди стање теме било када
th: อนุญาตให้ผู้ตั้งหัวข้อตั้งค่าสถานะได้ทุกเมื่อ
ug: تېما ئاپتورى ھالەتنى خالىغان چاغدا بەلگىلىيەلەيدىغان بولسۇن

source: Choose which statuses will have a view:
ca: Tria quins estats tindran es veuran:
fi: Valitse, millä statuksilla on näkymä:
hr: Izaberite koji statusi će imati pristup:
mk: Избери кои статуси ќе бидат прикажани:
pl_pl: Wybierz stany, dla których dostępne będą listy tematów:
pt_pt: Escolha os estados que têm uma vista:
ro: Alege ce statuturi vor avea afișare:
ru_ru: Выберите статусы, которые требуется просматривать отдельно:
sr: Одаберите која ће стања имати преглед:
th: เลือกสถานะที่จะมีมุมมอง:
ug: كۆرسىتىلىدىغان ھالەتنى تاللاڭ:

source: Use resolution status icons on topics
ca: Feu servir icones d'estat als temes
fi: Käytä statusikoneja keskusteluissa
hr: Koristi ikone koje predstavljaju stanje teme na temama
mk: Користи статус иконки за темите
pl_pl: Wyświetlaj ikony stanu rozwiązania przy tematach
pt_pt: Usar ícones de estado de resolução nos tópicos
ro: Folosește iconițe pentru statuturi la subiecte
ru_ru: Использовать иконки статуса темы
sr: Користи сличице које представљају стање на темама
th: ใช้ไอคอนสถานะแสดงผลบนหัวข้อ
ug: تېمىدا ھەل قىلىش ھالەت سىنبەلگىلىرى ئىشلىتىلسۇن

source: Use lock icon on closed topics (applies to all forums)
ca: Feu servr icona de blocat en els temes tancats (s'aplica a tots els fòrums)
fi: Käytä lukkoikonia suljetuissa keskusteluissa (pätee kaikkiin foorumeihin)
hr: Koristi ikonu za zatvorene teme na zatvorenim temama (primjenjuje se na svim forumima)
mk: Користи ја клуч иконката за затворени теми
pl_pl: Wyświetlaj ikonę zamknięcia przy zamkniętych tematach (ma wpływ na wszystkie fora)
pt_pt: Usar ícone de cadeado nos tópicos encerrados (aplica a todos os fóruns)
ro: Folosește iconița „blocat” pentru subiectele închise (se aplică la toate forumurile)
ru_ru: Использовать иконку закрытой темы (во всех форумах)
sr: Користи сличицу за закључану тему на затвореним темама (односи се на све форуме)
th: ใช้ไอค่อนล็อคบนหัวข้อที่ปิดแล้ว (ใช้กับฟอรั่มทั้งหมด)
ug: ئېتىۋېتىلگەن تېمىغا قۇلۇپلاش سىنبەلگىسى ئىشلىتىلسۇن (پۈتۈن مۇنبەرگە ئورتاق)

source: Use sticky icon on sticky topics (applies to all forums)
ca: Feu servir la icona d'enganxat per als temes enganxats (s'aplica a tots els fòrums)
fi: Käytä liimattu-ikonia liimatuissa keskusteluissa (kaikissa foorumeissa)
hr: Koristi ikonu za ljepljive teme na ljepljivima temama (primjenjuje se na svim forumima)
mk: Користи иконка за важни теми
pl_pl: Wyświetlaj ikonę przyklejenia przy przyklejonych tematach (ma wpływ na wszystkie fora)
pt_pt: Usar ícone "sticky" nos tópicos fixos (aplica a todos os fóruns)
ro: Folosește iconița „fixat” pentru subiectele fixat (se aplică la toate forumurile)
ru_ru: Использовать иконку прилепленной темы (во всех форумах)
sr: Користи сличицу за лепљиву тему на лепљивим темама (односи се на све форуме)
th: ใช้ไอค่อนปักหมุดบนหัวข้อที่ถูกปักหมุด (ใช้กับฟอรั่มทั้งหมด)
ug: چوققىلانغان تېمىغا چوققا سىنبەلگىسى ئىشلىتىلسۇن (پۈتۈن مۇنبەرگە ئورتاق)

source: If you used support forum plugin version 1.0, you will need to update existing topics to work with version 2.x
ca: Si fèieu servir la versió 1.0 de l'extensió del fòrum de suport, necessitareu actualitzar els temes existents perquè funcionin amb la versió 2.x
fi: Jos käytit keskustelufoorumi-lisäosan versiota 1.0, sinun on päivitettävä olemassaolevat keskustelut toimimaan version 2.x kanssa
hr: Ako ste koristili plugin foruma za podršku inačicu 1.0, trebati ćete ažurirati postojeće teme da bi radile sa inačicom 2.x
mk: Доколку го користите додатокот за форумот верзија 1.0, Вие ќе треба да го надградите.
pl_pl: Jeżeli dotychczas używana była wersja 1.0 wtyczki "Support forum", wymagana będzie aktualizacja istniejących tematów, aby działały one z wersją 2.x
pt_pt: Se usou a versão 1.0 da extensão, necessitará de actualizar os tópicos existentes para que funcionem com a versão 2.x
ro: Dacă a fost folosită versiunea 1.0 a modulului, subiectele existente necesită o actualizare pentru a fi compatibile cu versiunea 2.x
ru_ru: Если вы пользовались плагином версии 1.0, нужно обновить существующие темы для работы с версией 2.x
sr: Уколико сте користили додатак за форум подршке у издању 1.0, мораћете да ажурирате постојеће теме да раде са издањем 2.x
th: ถ้าคุณเคยใช้ปลั๊คอินฟอรั่มช่วยเหลือรุ่น 1.0, คุณจะต้องอัพเดตหัวข้อให้ทำงานได้กับรุ่น 2.x
ug: قوللاش مۇنبىرى مودۇلىنىڭ 0.1 نەشرىنى ئىشلىتىۋاتقان بولسىڭىز، نۆۋەتتە بار بولغان تېمىلارنى 2.x نەشرىدە ئىشلەيدىغان قىلىپ يېڭىلىشىڭىز كېرەك.

source: Update topics to version 2.x
ca: Actualitza els temes a la versió 2.x
fi: Päivitä keskustelut versioon 2.x
hr: Ažuriraj teme na inačicu 2.x
mk: Надгради ги темите во верзија 2.х
pl_pl: Zaktualizuj tematy do zgodności z wersją 2.x
pt_pt: Actualizar tópicos para a versão 2.x
ro: Actualizează subiectele pentru versiunea 2.x
ru_ru: Обновить темы до версии 2.x
sr: Ажурирај теме у издање 2.x
th: อัพเดตหัวข้อเป็นรุ่น 2.x
ug: تېمىنى 2.x نەشرىگە يېڭىلاش

source: Save support forum settings
ca: Desa la configuració del fòrum de suport
fi: Tallenna tukifoorumin asetukset
hr: Snimi postavke foruma za podršku
mk: Зачувај ги промените
pl_pl: Zapisz ustawienia forów pomocy
ro: Păstrează setările pentru forumurile pentru asistență
ru_ru: Сохранить настройки плагина

source: Settings saved
ca: S'ha desat la configuració
fi: Asetukset on tallennettu
hr: Postavke snimljene
mk: Промените се зачувани
pl_pl: Ustawienia zostały zapisane
pt_pt: Definições guardadas
ro: Setările au fost salvate
ru_ru: Настройки сохранены
sr: Подешавања сачувана
th: การตั้งค่าถูกบันทึกแล้ว
ug: تەڭشەكلەر ساقلاندى
