Repository: GautamGupta/bb-legacy-plugins
Catalog: bbpm/trunk/translations/bbpm-*.po
Languages: hi_in, it_it, sr_rs

source: Hello, %1$s! %2$s has added you to a private message conversation titled "%3$s" on %4$s! To read it now, go to the following address: %5$s
hi_in: %1$s, नमस्ते! %2$s ने आपको %4$s पर एक निजी विषय में बुलाया है जिसका शीर्षक है "%3$s" इससे पढ़ने के लिए इधर जाएँ: %5$s
it_it: Ciao, %1$s! %2$s ti ha aggiunto a una conversazione privata dal titolo "%3$s" su %4$s! Per leggerla adesso, vai al seguente indirizzo: %5$s

source: Hello, %1$s! %2$s has sent you a private message entitled "%3$s" on %4$s! To read it now, go to the following address: %5$s
hi_in: %1$s, नमस्ते! %2$s ने आपको %4$s पर एक निजी संदेश भेजा है जिसका शीर्षक है "%3$s" इससे पढ़ने के लिए इधर जाएँ: %5$s
it_it: Ciao, %1$s! %2$s ti ha inviato un messaggio privato dal titolo "%3$s" su %4$s! Per leggerlo adesso, vai al seguente indirizzo: %5$s

source: %1$s has sent you a private message on %2$s: "%3$s"
hi_in: %1$s ने आपको %2$s पर एक निजी संदेश भेजा है: "%3$s"
it_it: %1$s ti ha inviato un messaggio privato su %2$s: &quot;%3$s&quot;

source: One post
hi_in: एक पद
it_it: Un post

source: One voice
hi_in: एक आवाज़
it_it: Una voce

source: Removed one nonexistant user from bbPM threads.
hi_in: एक अस्तित्वहीन उपयोगकर्ता को हटा दिया गया है|
it_it: Un utente inesistente rimosso dalle discussioni bbPM

source: One new private message!
hi_in: एक नया निजी संदेश!
it_it: Un nuovo messaggio privato!

source: Hello, %1$s! %2$s has sent you a private message entitled "%3$s" on %4$s! To read it now, go to the following address: %5$s Do NOT reply to this message. The contents of the message are: %6$s
hi_in: %1$s, नमस्ते! %2$s ने आपको %4$s पर एक निजी संदेश भेजा है जिसका शीर्षक है "%3$s" इससे पढ़ने के लिए इधर जाएँ: %5$s कृपया इस ईमेल का जवाब ना दें| संदेश में यह लिखा हुआ है: %6$s
it_it: Ciao, %1$s! %2$s ti ha inviato un messaggio privato dal titolo &quot;%3$s&quot; su %4$s! Per leggerlo adesso, via al seguente indirizzo: %5$s Non rispondere a questo messaggio. Il contenuto del messaggio è: %6$s

source: %1$s has added you to a conversation on %2$s: "%3$s"
hi_in: %1$s ने आपको %2$s पर बातचीत करने के लिए बुलाया है: "%3$s"
it_it: %1$s ti ha aggiunto a una conversazione su%2$s: &quot;%3$s&quot;

source: Deleted one thread.
hi_in: एक विषय हटा दिया गया है|
it_it: Una discussione rimossa

source: Ben L.
hi_in: बेन एल.

source: PM this user
hi_in: इस उपयोगकर्ता को पी.एम. करें
it_it: Invia un messaggio privato
sr_rs: Пошаљи приватну поруку овом кориснику

source: Don't email me when I get a PM
hi_in: मुझे ईमेल ना भेजें जब मुझे एक पी.एम. आता है
it_it: Non inviarmi e-mail quando ricevo un PM
sr_rs: Немој да ми шаљеш е-пошту када примим приватну поруку

source: Private Messages
hi_in: निजी संदेश
it_it: Messaggi privati
sr_rs: Приватне поруке

source: bbPM
hi_in: बीबीपीएम

source: New:
hi_in: नई
it_it: Novità:
sr_rs: Нова:

source: Remove deleted users from bbPM threads
hi_in: निकाले गए उपयोगकर्ताओं को बीबीपीएम के संदेशो से भी निकालें|
it_it: Rimuovere gli utenti cancellati dalle discussioni bbPM
sr_rs: Уклони обрисане кориснике из bbPM-ових нити

source: Cleaning up bbPM messages&hellip;
hi_in: बीबीपीएम संदेशो की सफाई हो रही है&hellip;
it_it: Pulizia dei messaggi bbPM in corso...
sr_rs: Чишћење bbPM-ових порука&hellip;

source: Settings updated.
hi_in: सेटिंग्स जमा करली गयी हैं|
it_it: Impostazioni aggiornate.

source: Maximum PM threads per user
hi_in: अधिकतम पीएम प्रति उपयोगकर्ता
it_it: Massimo numero di discussioni PM per utente
sr_rs: Највећи дозвољени број нити приватних порука по кориснику

source: Automatically add header link
hi_in: स्वचालित रूप से शीर्ष लिंक लगाएं
it_it: Aggiungi automaticamente un link all&#39;header
sr_rs: Аутоматски додај везу у заглављу

source: You will need to add <code>&lt;?php if ( function_exists( 'bbpm_messages_link' ) ) bbpm_messages_link(); ?&gt;</code> to your template if you disable this.
hi_in: आपको यह कोड <code>&lt;?php if ( function_exists( 'bbpm_messages_link' ) ) bbpm_messages_link(); ?&gt;</code> अपने थीम में डालना पड़ेगा यदि आप इसे निष्क्रिय कर देते हैं|
it_it: Dovrai aggiungere <code>&lt;?php if ( function_exists( 'bbpm_messages_link' ) ) bbpm_messages_link(); ?&gt;</code> al tuo template per disabilitare questo.
sr_rs: Мораћете да додате <code>&lt;?php if ( function_exists( 'bbpm_messages_link' ) ) bbpm_messages_link(); ?&gt;</code> у свој шаблон ако онемогућите ово.

source: Add static reply form
hi_in: स्टेटिक उत्तर फॉर्म लगाएं
it_it: Aggiungere un modulo statico di risposta

source: If checked, bbPM will add a static reply form that replies to the last message at the end of each PM thread page.
hi_in: यदि यह चालू है, तो बीबीपीएम एक स्टेटिक उत्तर फॉर्म लगा देगा जो प्रत्येक विषय के अंतिम संदेश को उत्तर देता है|
it_it: Se selezionato, bbPM aggiungerà un modulo statico di risposta che risponde all&#39;ultimo messaggio alla fine di ogni pagina di discusione PM.

source: Email options
hi_in: ईमेल विकल्प
it_it: Opzioni e-mail
sr_rs: Подешавања е-поште

source: When a new message is recieved
hi_in: जब एक नया संदेश प्राप्त होता है
it_it: Quando viene ricevuto un nuovo messaggio
sr_rs: Када је нова порука примљена

source: When a new reply is recieved
hi_in: जब एक नया उत्तर प्राप्त होता है
it_it: Quando viene ricevuta una nuova risposta
sr_rs: Када је нови одговор примљен

source: When a user is added to a conversation
hi_in: जब एक उपयोगकर्ता बातचीत करने के लिए बुलाया जाता है
it_it: Quando un utente viene aggiunto ad una conversazione
sr_rs: Када је корисник додат разговору

source: Include contents of message
hi_in: ईमेल में संदेश भी शामिल करें
it_it: Includi il contenuto del messaggio
sr_rs: Укључи садржај поруке

source: Maximum PM threads per page
hi_in: प्रति पृष्ठ पर अधिकतम पी.एम. विषय
it_it: Massimo numero di discussioni PM per pagina
sr_rs: Највећи дозвољени број нити приватних порука по страници

source: Enter 0 or leave this blank to use your forum's default setting.
hi_in: ० दर्ज करें या इसे खाली छोड़ दें यदि आपको अपने मंच की डिफ़ॉल्ट सेटिंग का उपयोग करना है|
it_it: Inserisci 0 o lascia vuoto per utilizzare l&#39;impostazione predefinita del tuo forum.
sr_rs: Унесите 0 или оставите ово празно да бисте користили подразумевано подешавање свог форума.

source: Maximum users in a PM thread
hi_in: एक पी.एम. विषय में अधिकतम उपयोगकर्ता
it_it: Massimo numero di utenti in una discussione PM

source: 0 means unlimited. 2 will disable the "add users" form.
hi_in: 0 का मतलब है असीमित| 2 "उपयोगकर्ताओं को बुलाने" का फॉर्म निष्क्रिय कर देगा|
it_it: 0 significa illimitato. 2 disattiva il modulo &quot;Aggiungi utenit&quot;.

source: Save settings
hi_in: सेटिंग्स जमा करें
it_it: Salva opzioni
sr_rs: Сачувај подешавања

source: bbPM is installed in the "<code>%s</code>" directory. It should be installed in "<code>my-plugins</code>"
hi_in: बीबीपीएम "<code>%s</code>" में स्थापित है| निर्देशों के अनुसार यह "<code>my-plugins</code>" में स्थापित किया जाना चाहिए|
it_it: bbPM è installato nela cartella "<code>%s</code>". Dovebbe essere installato in "<code>my-plugins</code>"
sr_rs: bbPM је постављен у директоријуму "<code>%s</code>" directory. Требало би да буде постављен у "<code>my-plugins</code>"

source: The <code>my-plugins</code> directory has its permissions set to %s. This is not recommended. Please use 755 instead.
hi_in: <code>my-plugins</code> की अनुमतियाँ %s हैं| यह अनुशंसित नहीं है| कृपया ७५५ का उपयोग करें.
it_it: I permessi della cartella <code>my-plugins</code> sono %s. Questo è sconsigliato. Per favore, utilizza invece 755.
sr_rs: Директоријум <code>my-plugins</code> има дозволе подешене на %s. Ово није препоручено. Молимо вас да уместо тога користите 755.

source: Slow down; you move too fast.
hi_in: धीरे, तुम इतनी तेज चलते हो|
it_it: Rallenta, ti sposti troppo velocemente.
sr_rs: Успорите; крећете се пребрзо.

source: You need to choose a valid person to send the message to.
hi_in: आप संदेश भेजने के लिए एक वैध व्यक्ति को चुनना चाहिए|
it_it: Scegli il destinatario del messaggio
sr_rs: Морате да изаберете исправну особу да бисте послали поруку.

source: You are not allowed to write private messages. Are you logged in?
hi_in: आपको निजी संदेश लिखने की अनुमति नहीं है| क्या आप लोग्डइन हैं?
it_it: Non puoi scrivere messaggi privati. Hai effettuato il login?
sr_rs: Није вам дозвољено да пишете приватне поруке. Да ли сте пријављени?

source: You need to actually submit some content!
hi_in: आपको संदेश में कुछ लिखना है!
it_it: Devi scrivere qualcosa!
sr_rs: Морате у ствари да пошаљете неки садржај!

source: Please enter a private message title.
hi_in: कृपया एक निजी संदेश का शीर्षक दर्ज करें|
it_it: Inserisci un titolo per il messaggio
sr_rs: Молимо вас да унесете наслов приватне поруке.

source: Either your outbox or the recipient's inbox is full.
hi_in: या तो आपका आउटबॉक्स या प्राप्तकर्ता के इनबॉक्स भरा हुआ है|
it_it: Hai la posta in arrivo o in uscita piena
sr_rs: Или је ваше сандуће послатих порука пуно, или је сандуче примљених порука примаоца пуно.

source: There was an error sending your message.
hi_in: संदेश भेजने में त्रुटि थी|
it_it: Errore nell&#39;invio del messaggio
sr_rs: Десила се грешка приликом слања ваше поруке.

source: New
hi_in: नया
it_it: Nuovo
sr_rs: Нова

source: PM title: (be brief and descriptive)
hi_in: पी.एम. का शीर्षक: (संक्षिप्त और वर्णनात्मक रहें)
it_it: Titolo:
sr_rs: Наслов приватне поруке: (будите сажети и описни)

source: Send PM to:
hi_in: इनको पी.एम. भेजें:
it_it: Invia a:
sr_rs: Пошаљи приватну поруку за:

source: Message:
hi_in: संदेश:
it_it: Messaggio:
sr_rs: Порука:

source: Send Message &raquo;
hi_in: संदेश भेजें &raquo;
it_it: Invia messaggio &raquo;
sr_rs: Пошаљи поруку &raquo;

source: Allowed markup:
hi_in: इस मार्कअप की अनुमति है:
it_it: Formattazioni consentite:
sr_rs: Дозвољене ознаке:

source: You can also put code in between backtick ( <code>`</code> ) characters.
hi_in: आप कोड को बैकटिक्स (<code>`</code>) के बीच में भी डाल सकते हैं|
it_it: È possibile inoltre inserire codice tra apostrofi rovesciati ( <code>`</code> ).
sr_rs: Такође можете ставити кôд између обрнутих полунаводника ( <code>`</code> ).

source: (Page %s)
hi_in: (पृष्ठ %s)
it_it: (Pagina %s)
sr_rs: (Страна %s)

source: Subject
hi_in: विषय
it_it: Oggetto
sr_rs: Тема

source: New &raquo;
hi_in: नया &raquo;
it_it: Nuovo &raquo;
sr_rs: Нова &raquo;

source: Members
hi_in: सदस्य
it_it: Membri
sr_rs: Чланови

source: Freshness
hi_in: ताज़गी
it_it: Freschezza
sr_rs: Свежина

source: Actions
hi_in: क्रियाएँ
it_it: Azioni
sr_rs: Радње

source: Unsubscribe
hi_in: सदस्यता रद्द करें
it_it: Cancellati
sr_rs: Одјава пријаве

source: Read
hi_in: पढ़ें
it_it: Leggi
sr_rs: Прочитај

source: Sent %s ago
hi_in: %s पहले भेजा गया था
it_it: Inviato %s fa.
sr_rs: Послато пре %s

source: Reply
hi_in: उत्तर
it_it: Rispondi
sr_rs: Одговор

source: Started %1$s ago by %2$s
hi_in: %1$s पहले %1$s ने प्रारंभ किया था
it_it: Iniziato %1$s fa da %2$s
sr_rs: Започето пре %1$s од стране %2$s

source: <a href="%1$s">Latest reply</a> from %2$s
hi_in: <a href="%1$s">नवीनतम उत्तर</a> %2$s से है
it_it: <a href="%1$s">Ultima risposta</a> da %2$s
sr_rs: <a href="%1$s">Последњи одговор</a> од %2$s

source: Add &raquo;
hi_in: जमा करें &raquo;
it_it: Aggiungi »
sr_rs: Додај &raquo;

source: [Cancel]
hi_in: [रद्द]
it_it: [Annulla]
sr_rs: [Одустани]

source: Adds the ability for users of a forum to send private messages to each other.
hi_in: यह प्लगिन उपयोगकर्ताओं को एक दूसरे को नीजी संदेश भेजने में मदद करता है|
it_it: Fornisce agli utenti di un forum l&#8217;abilità di inviare messaggi privati.
sr_rs: Додаје могућност корисницима форума да шаљу једни другима приватне поруке.

source: %s has sent you a private message on %s: "%s"
sr_rs: %s вам је послао поруку %s: "%s"

source: Hello, %s! %s has sent you a private message entitled "%s" on %s! To read it now, go to the following address: %s Do NOT reply to this message. The contents of the message are: %s
sr_rs: Здраво, %s! %s вам је послао приватну поруку са насловом "%s" %s! Да бисте је сада прочитали, идите на следећу адресу: %s Не одговарајте на ову е-пошту. Садржај ове поруке је: %s

source: Hello, %s! %s has sent you a private message entitled "%s" on %s! To read it now, go to the following address: %s
sr_rs: Здраво, %s! %s вам је послао приватну поруку са насловом "%s" %s! Да бисте је сада прочитали, идите на следећу адресу: %s

source: %s has added you to a conversation on %s: "%s"
sr_rs: %s вас је додао на разговор %s: "%s"

source: Hello, %s! %s has added you to a private message conversation titled "%s" on %s! To read it now, go to the following address: %s
sr_rs: Здраво, %s! %s вас је додао на разговор приватним порукама са насловом "%s" %s! Да бисте га сада прочитали, идите на следећу адресу: %s

source: 1 new Private Message!
sr_rs: 1 нова приватна порука!

source: Removed %s nonexistant user from bbPM threads.
sr_rs: Уклоњен %s непостојећи корисник из bbPM-ових нити.

source: Deleted %s thread.
sr_rs: Обрисана је %s нит.

source: Delete
sr_rs: Обриши

source: %s post
sr_rs: %s порука

source: %s voice
sr_rs: %s особа
