Repository: GautamGupta/bb-legacy-plugins
Catalog: bbpress-moderation-suite/trunk/translations/bbpress-moderation-suite-*.po
Languages: es_es

source: You are banned from this forum until %s from now. The person who banned you said the reason was: %s
es_es: Usted está prohibido de este foro hasta que %s a partir de ahora. Esta es la razón: %s

source: Current bans
es_es: Actual prohibiciónes

source: Ban a user
es_es: Prohibición de un usuario

source: Administration
es_es: Administración

source: Invalid banning attempt.
es_es: No válida la prohibición de tentativa.

source: Username
es_es: Nombre de usuario

source: Who are you banning? (Username)
es_es: ¿Quién va a prohibir? (Nombre de usuario)

source: Time
es_es: Tiempo de duración

source: minutes
es_es: minutos

source: hours
es_es: horas

source: days
es_es: días

source: weeks
es_es: semanas

source: months
es_es: meses

source: How long will the ban last?
es_es: ¿Cuánto tiempo la prohibición de la última?

source: Notes
es_es: Notas

source: Why are you banning this user? This will be shown to the user.
es_es: ¿Por qué la prohibición de este usuario? Vamos a mostrar este texto para el usuario.

source: Ban user
es_es: Prohibición de que este usuario

source: User not found
es_es: Usuario no encontrado

source: The user "%s" has been successfully banned.
es_es: El usuario "%s" ha sido prohibida.

source: The banning attempt failed.
es_es: La prohibición intento fracasado.

source: User successfully unbanned.
es_es: La prohibición ha sido eliminada del usuario.

source: User could not be unbanned.
es_es: No hemos podido eliminar la prohibición del usuario.

source: Options successfully saved.
es_es: Opciones de guardado con éxito.

source: Failed to save options.
es_es: No se ha podido guardar las opciones.

source: Minimum user level to ban
es_es: Mínimo nivel de usuario para poder prohibir otros usuarios

source: Moderator
es_es: Moderador

source: Administrator
es_es: Administrador

source: Keymaster
es_es: Dueño de la Pelota

source: Users can only ban other users of a lower rank. Keymasters can ban anyone. What user level should be the lowest allowed to ban users?
es_es: Los usuarios sólo pueden prohibir otros usuarios de un rango inferior. Propietario de la Pelota puede prohibir a nadie. ¿Qué nivel de usuario debe ser el mínimo permitido para prohibir los usuarios?

source: Save settings
es_es: Guardar los ajustes

source: User
es_es: El usuario

source: Banned by
es_es: Prohibida por

source: Until
es_es: Prohibido hasta

source: Actions
es_es: Acciones

source: Unban
es_es: Eliminar la prohibición

source: Ban Plus
es_es: Prohibición Plus

source: A set of tools to help moderate your forums.
es_es: Un conjunto de herramientas para ayudar a tus foros moderados.

source: Report
es_es: Informe

source: Allows users to report posts for consideration by the moderation team.
es_es: Esto permite a los usuarios informar sobre los puestos para su examen por el equipo de moderación.

source: Implements advanced banning features like temporary banning and automated banning (if used with the Warnings assistant) Ban Plus does not use the core rank system, so removing the plugin will unban everyone banned using this method.
es_es: Implementa avanzadas características como la prohibición temporal y la prohibición automática (si se utiliza con el asistente Advertencias) Prohibición Plus no utilizar la categoría central el sistema. A fin de eliminar el plugin de eliminar la prohibición a todos prohibido usar este método.

source: Warning
es_es: Advertencia

source: Allows moderators and higher to warn users that break rules. Can be set to automatically block or (if Ban Plus is active) temporarily ban problematic users from the forums.
es_es: Permite a los moderadores y superior para advertir a los usuarios que rompen las reglas. Se puede configurar para bloquear o automáticamente (si está activa Prohibición de Plus) la prohibición temporal de los usuarios problemáticos de los foros.

source: Moderation Log
es_es: Moderación historia

source: Keeps track of important moderator actions.
es_es: Se realiza un seguimiento de las acciones de los moderadores.

source: bbPress Moderation Suite
es_es: bbPress Moderación Suite

source: Plugin "%s" <strong>activated</strong>
es_es: El "%s" plugin ha sido <strong>activado</strong>

source: Plugin "%s" <strong>deactivated</strong>
es_es: El "%s" plugin ha sido <strong>desactivado</strong>

source: Plugin "%s" <strong>deactivated</strong> and <strong>uninstalled</strong>
es_es: El "%s" plugin ha sido <strong>desactivado</strong> y <strong>desinstalado</strong>

source: Your <code>%1$s</code> folder needs to be moved to the <code>my-plugins</code> folder. It is currently in the <code>%2$s</code> folder.
es_es: Su <code>%1$s</ code> carpeta debe ser trasladado a la <code>my-plugins</ code> carpeta. Actualmente se encuentra en el <code>%2$s</ code> carpeta.

source: bbPress Moderation Suite is a set of tools to help moderate your forums. There are multiple parts, each able to function separately from the others. You can activate or deactivate each part separately. It even includes an uninstaller so if you don't want to use a part anymore, you can remove all of its database usage!
es_es: bbPress Moderación Suite es un conjunto de herramientas para ayudar a sus foros moderados. Existen múltiples partes, cada una capaz de funcionar por separado o con los demás. Usted puede activar o desactivar cada una de las partes por separado. Incluso incluye un desinstalador por lo que si no desea utilizar una parte más, puede eliminar la totalidad de su base de datos de uso!

source: Moderation Assistants
es_es: Asistentes de Moderación

source: Description
es_es: Descripción

source: Activate
es_es: Activarla

source: Deactivate
es_es: Desactivarlo

source: Uninstall
es_es: Desinstalar

source: Show all
es_es: Mostrar todos

source: - Page %d
es_es: - Página %d

source: Date
es_es: fecha

source: Content
es_es: contenidos

source: Moderation Helper activation
es_es: Moderación ayudante desinstalación

source: Moderation Helper deactivation
es_es: Moderación ayudante desactivación

source: Moderation Helper uninstallation
es_es: Desinstalación de una moderación de ayuda

source: Plugin (de)activation
es_es: Plugin de (des)activación

source: Forum deletion
es_es: Eliminación de los foros

source: Post editing
es_es: Edición de mensajes

source: Post deletion
es_es: Eliminación de mensajes

source: Post undeletion
es_es: Restauración de los mensajes

source: Post spamming
es_es: Marcar mensajes como spam

source: Post unspamming
es_es: Marcar mensajes como no spam

source: Topic deletion
es_es: Eliminación de temas

source: Topic undeletion
es_es: Restauración de temas

source: Topic closing
es_es: Clausura temas

source: Topic opening
es_es: Apertura temas

source: Topic stickying
es_es: Hacer temas pegajosos

source: Topic unstickying
es_es: Hacer temas no pegajoso

source: User bozoing
es_es: Marcar como un usuario Bozo

source: User unbozoing
es_es: Marcar como un usuario no Bozo

source: User deletion
es_es: Supresión de usuario

source: activated the bbPress Moderation Suite %s plugin
es_es: activada la bbPress Moderación Suite de "%s" plugin

source: deactivated the bbPress Moderation Suite %s plugin
es_es: deactivada la bbPress Moderación Suite de "%s" plugin

source: uninstalled the bbPress Moderation Suite %s plugin
es_es: desinstalado la bbPress Moderación Suite de "%s" plugin

source: activated plugins:
es_es: activados los plugins: foo

source: deactivated plugins:
es_es: desactiva los plugins:

source: and
es_es: y

source: deleted forum:
es_es: suprime el foro:

source: edited %s's post on the topic "%s".
es_es: editado %s escrito sobre el tema "%s".

source: deleted %s's post on the topic "%s".
es_es: suprimido %s escrito sobre el tema "%s".

source: marked %s's post on the topic "%s" as spam.
es_es: marcado %s escrito sobre el tema "%s" como spam.

source: undeleted %s's post on the topic "%s".
es_es: recupera %s escrito sobre el tema "%s".

source: marked %s's post on the topic "%s" as not spam.
es_es: marcado %s post sobre el tema "%s" como no spam.

source: changed %s's post on the topic "%s" from deleted to spam.
es_es: cambiado %s escrito sobre el tema "%s" de suprimirse al spam.

source: changed %s's post on the topic "%s" from spam to deleted.
es_es: cambiado %s escrito sobre el tema "%s" de spam al suprimirse.

source: deleted topic "%s".
es_es: suprimirse el tema "%s"

source: undeleted topic "%s".
es_es: restaurado el tema "%s"

source: marked %s as a bozo.
es_es: %s marcados como Bozo.

source: unmarked %s as a bozo.
es_es: %s marcados como no Bozo.

source: deleted %s.
es_es: suprimido %s.

source: closed topic "%s"
es_es: bloqueado tema "%s"

source: opened topic "%s"
es_es: desbloqueado tema "%s"

source: stickied topic "%s"
es_es: hizo pegajoso tema "%s"

source: unstickied topic "%s"
es_es: hecho no pegajoso tema "%s"

source: Report this post
es_es: Informar de este post

source: What is your reason for reporting this post?
es_es: ¿Cuál es su motivo para informar de este puesto?

source: Other
es_es: Otro

source: Please give more information: (Plain text only, no HTML allowed.)
es_es: Por favor, dar más información: (Sólo texto plano, no se permite HTML.)

source: Send Report &raquo;
es_es: Enviar Informe &raquo;

source: Invalid report
es_es: El informe no es válido

source: <p>Your report was submitted. The moderation staff will review the post in question.</p>
es_es: <p>Tu informe fue presentado. La moderación del personal revisará el correo en cuestión.</p>

source: New
es_es: Nuevos

source: Resolved
es_es: Resuelta

source: Resolve
es_es: Fijar

source: Invalid resolve attempt.
es_es: No válido intento de fijar.

source: Successfully resolved report.
es_es: Resolvió satisfactoriamente informe.

source: Resolve Report #%d
es_es: Fijar Informe Número %d

source: Method of Resolving
es_es: Método de fijación

source: Resolved Reports
es_es: Informes de fijos

source: Reported By
es_es: Reportado por

source: Resolved By
es_es: Fijado por

source: View reported post
es_es: Ver informó puesto

source: Settings successfully saved.
es_es: Configuración guardada con éxito.

source: Saving the settings failed.
es_es: No se ha podido guardar las opciones.

source: Report types
es_es: Tipos de informes

source: Fill this box with generic reasons to report posts. (One per line)
es_es: Llenar este cuadro con motivos genéricos que informe puestos. (Uno por línea)

source: Resolve types
es_es: Formas de fijación de los informes

source: Fill this box with generic ways of resolving reports. (One per line)
es_es: Rellene este cuadro de texto con las formas normales de fijación de un informe. (Uno por línea)

source: Minimum level
es_es: Mínimo nivel de usuario

source: What should the minimum user level to view and resolve reports be?
es_es: ¿Cuál debería ser el mínimo nivel de usuario para ver y arreglar informes?

source: Maximum level
es_es: Máximo nivel de usuario

source: None
es_es: Ningún usuario está "por encima de la ley"

source: What should the maximum user level able to be reported be?
es_es: ¿Cuál debería ser el más alto nivel de usuario que se puede informar?

source: Obtrusive Mode
es_es: Intrusivo modo

source: Obtrusive mode makes new reports more noticeable but may look bad with some themes.
es_es: "Intrusivo modo" muestra los nuevos informes en un formato más notable, pero de lo que parece feo con algunas plantillas.

source: Save Changes
es_es: Guardar cambios

source: New Reports
es_es: Nuevos informes

source: Reports
es_es: Informes

source: There is a new report waiting for you!
es_es: Hay un nuevo informe que esperan por ti!

source: There are <span>%s</span> new reports waiting for you!
es_es: Hay <span>%s</span> nuevos informes que esperan por ti!

source: Report this post to a moderator.
es_es: Informar de este post a un moderador.

source: Automated ban from Warning moderation helper
es_es: Esta prohibición es automática debido a las advertencias

source: Give this user a warning.
es_es: Dar una advertencia de este usuario.

source: Warn
es_es: Advierten

source: Users with warnings
es_es: Ver los usuarios con las advertencias

source: Warn a user
es_es: Avisar a un usuario

source: User successfully warned.
es_es: El usuario ha sido advertido.

source: Invalid warning attempt
es_es: Intento no válido de advertencia

source: Reason for warning %s
es_es: Motivo de la advertencia de %s

source: This <strong>will</strong> be shown to the user.
es_es: <strong> Esta va a ser</strong> muestra al usuario.

source: Warn user
es_es: Advertir a este usuario

source: Possible reasons for warning users
es_es: Las posibles razones para advertir a los usuarios

source: What should the minimum user level to warn users be?
es_es: ¿Cuál debería ser el mínimo nivel de usuario para advertir a los demás usuarios de ser?

source: Check interval
es_es: Comprobación de intervalo

source: How long should bbPress Moderation Suite wait between checks for expired warnings?
es_es: ¿Cuánto tiempo debe esperar bbPress Moderación Suite entre las pruebas de detección de los avisos de vencimiento?

source: Expiration time
es_es: Tiempo hasta que la eliminación de

source: How old should warnings be for bbPress Moderation Suite to delete them?
es_es: ¿Cuánto tiempo debería bbPress Moderación Suite esperar hasta considerar una advertencia de edad?

source: Ban Plus is not active. The banning settings will be saved, but not used.
es_es: Prohibición Plus no está activo. La prohibición se guardará la configuración, pero no se utiliza.

source: Ban automatically after:
es_es: Prohibición que tienen los usuarios automáticamente esta cantidad de advertencias:

source: warnings, for
es_es: advertencias, durante

source: Add more
es_es: Añadir más

source: Warnings
es_es: Número de advertencias

source: View warnings
es_es: Ver las advertencias

source: Warnings given to user "%s"
es_es: A las advertencias de "%s"

source: Given by
es_es: Advertencia dada por

source: View post
es_es: Ver el puesto
