Repository: GautamGupta/bb-legacy-plugins
Catalog: after-the-deadline/trunk/translations/after-the-deadline-*.po
Languages: hi_in

source: English
hi_in: अंग्रेजी

source: Portuguese
hi_in: पुर्तगाली

source: French
hi_in: फ्रेंच

source: German
hi_in: जर्मन

source: Spanish
hi_in: स्पेनिश

source: New version (%1$s) of After the Deadline Plugin is available! Please download the latest version from <a href="%2$s">here</a> or <a href="%3$s">upgrade automatically</a>.
hi_in: आफ्टर दी डेडलाइन का नया संस्करण (%1$s) उपलब्ध है! कृप्या उसे <a href="%2$s">यहाँ</a> से डाउनलोड करें या <a href="%3$s">स्वतः उन्नत</a> करें|

source: New version (%1$s) of After the Deadline Plugin is available! Please download the latest version from <a href="%2$s">here</a>.
hi_in: आफ्टर दी डेडलाइन का नया संस्करण (%1$s) उपलब्ध है! कृप्या उसे <a href="%2$s">यहाँ</a> से डाउनलोड करें|

source: The options have been successfully saved! Maybe you would consider <a href="%s">donating</a>.
hi_in: विकल्प सफलतापूर्वक दर्ज करलिए गए हैं| शायद आप <a href="%s">कुछ दान</a> करना चाहेंगे|

source: Language
hi_in: भाषा

source: Proofreading should be done for which language? The plugin currently supports the following languages - %s.
hi_in: वर्तनी कौनसी भाषा के लिए जाँची जानी चाहिए? प्लगइन अभी निम्नलिखित भाषाओं का समर्थन करता है - %s|

source: Enable the user to select the option for:
hi_in: उपयोगकर्ता को यह विकल्प चुनने की अनुमति है:

source: These options will be shown on the user's profile page. All of these options are disabled by default.
hi_in: यह विकल्प उपयोगकर्ता के प्रोफ़ाइल पृष्ठ पर दिखाए जाएगें| सारे विकल्प डिफ़ॉल्ट रूप से अक्षम हैं|

source: Autoproofreading the content if it is not proofread once before posting
hi_in: पोस्ट को जमा करने से पहले जाँचना यदि वेह जाँची नहीं गयी है

source: Ignoring a term forever (ignored terms can be removed from the profile page)
hi_in: हमेशा वर्तनी की उपेक्षा करना (इन्हें प्रोफ़ाइल पृष्ठ से भी हटाया जा सकता है)

source: Setting ignore types
hi_in: निश्चित प्रकारों पर ध्यान न देने का विकल्प

source: After the Deadline Options
hi_in: आफ्टर दी डेडलाइन के विकल्प

source: Happy with the plugin? Why not <a href="%1$s">buy the author a cup of coffee or two</a> or <a href="%2$s">follow him on twitter</a> (or even visit his <a href="%3$s">website</a>).
hi_in: प्लगिन से खुश? लिखने वाले को कुछ <a href="%1$s">दान</a> दीजिये या फिर उसको <a href="%2$s">ट्विट्टर पर फोलो</a> करें (या उसकी <a href="%3$s">वेबसाइट</a> देखें)|

source: Save Changes
hi_in: विकल्प जमा करें

source: After the Deadline
hi_in: आफ्टर दी डेडलाइन

source: Proofreading Options
hi_in: वर्तनी जाँचने के विकल्प

source: Auto Proofread
hi_in: स्वत: वर्तनी ठीक करना

source: Automatically proofread content when I forget to do a spellcheck
hi_in: पोस्ट को जमा करने से पहले जाँचिए यदि मैं वर्तनी जाँचना भूल जाता हूँ|

source: Grammar and Styles
hi_in: व्याकरण और शैलियाँ

source: Enable proofreading for the following grammar and style rules when writing posts and pages:
hi_in: निम्नलिखित व्याकरण और शैली को पोस्ट और पृष्ठ लिखने के समय सक्षम करें:

source: Bias Language
hi_in: पूर्वाग्रह भाषा

source: Clich&eacute;s
hi_in: क्लीशे

source: Complex Phrases
hi_in: जटिल वाक्यांश

source: Diacritical Marks
hi_in: विशेषक मार्क्स

source: Double Negatives
hi_in: दो नकारात्मक

source: Hidden Verbs
hi_in: छिपी क्रिया

source: Jargon
hi_in: वर्ग-बोली

source: Passive Voice
hi_in: कर्मवाच्य

source: Phrases to Avoid
hi_in: जिन वाक्यांशों को अनदेखा करना है

source: Redundant Phrases
hi_in: निरर्थक वाक्यांश

source: <a href="%s">Learn more</a> about these options.
hi_in: इन विकलों के बारे मैं <a href="%s">ज्यादा जानें</a>|

source: Ignored Phrases
hi_in: उपेक्षित वाक्यांश

source: Identify words and phrases to ignore while proofreading your posts and pages:
hi_in: वर्तनी जांचते समे, इन शब्दों और वाक्यांशों को नजरअंदाज करें:

source: Add
hi_in: जमा करें

source: Be sure to click "Update Profile" at the bottom of the screen to save your changes.
hi_in: "अपडेट प्रोफाइल" बटन को कम होने के बाद दबाना न भूलें|

source: Proofread
hi_in: वर्तनी जाँचें

source: Edit Text
hi_in: पाठ संपादित करें

source: Accept All
hi_in: सभी स्वीकारें

source: OK
hi_in: ठीक है

source: Cancel
hi_in: रद्द

source: Spelling
hi_in: वर्तनी

source: Repeated Word
hi_in: शब्द दोहराया गया है

source: No suggestions
hi_in: कोई सुझाव नहीं है

source: Did you mean...
hi_in: क्या तुम यह कहना चाहते हो...

source: Explain...
hi_in: स्पष्ट कीजिये

source: Ignore suggestion
hi_in: सुझाव गलत है

source: Ignore all
hi_in: ऐसे सारे सुझाव हटाइए

source: Ignore always
hi_in: इस वर्तनी को कभी न जाचें

source: Edit Selection...
hi_in: इस वर्तनी को संपादित करें

source: Error!
hi_in: ग़लती!

source: No writing errors were found!
hi_in: सारी वर्तनी सही हैं|

source: No errors!
hi_in: कोई भी गलती नहीं है!

source: Replace selection with:
hi_in: चुनी हुई वर्तनी बदलिए:

source: Replace
hi_in: बदलिए

source: Please enter some text in the post textbox to be checked!
hi_in: पोस्ट टेक्स्टबॉक्स मैं कुछ शब्द लिखिए ताकि वें जाचें जा सकें|

source: There was a problem communicating with the After the Deadline service.
hi_in: आफ्टर दी डेडलाइन सर्विस से बात नहीं हो पा रही है|

source: The proofreader has suggestions for your reply. Are you sure you want to post it?
hi_in: शुद्धिकारक के पास आपके उत्तर के लिए सुझाव हैं| क्या आप सुनिश्चित हैं कि आप यह पोस्ट करना चाहते हैं?

source: Press OK to post your reply, or Cancel to view the suggestions and edit your reply.
hi_in: अपना उत्तर जमा करने के लिए "ठीक है" दबाएँ, या सुझाव देखने के लिए और अपनी पोस्ट को संपादित करने के लिए "रद्द" दबाएँ|

source: The proofreader has suggestions for your post. Are you sure you want to submit it?
hi_in: शुद्धिकारक के पास आपकी पोस्ट के लिए सुझाव हैं| क्या आप सुनिश्चित हैं कि आप यह पोस्ट करना चाहते हैं?

source: Press OK to submit your post, or Cancel to view the suggestions and edit your post.
hi_in: अपनी पोस्ट को जमा करने के लिए "ठीक है" दबाएँ, या सुझाव देखने के लिए और अपनी पोस्ट को संपादित करने के लिए "रद्द" दबाएँ|

source: After the Deadline plugin checks spelling, style, and grammar in your bbPress forum posts.
hi_in: आफ्टर दी डेडलाइन प्लगिन आपके ब्बीप्रेस फोरम मैं वर्तनी और व्याकरण जांचता है|

source: Gautam Gupta
hi_in: गौतम गुप्ता
