Repository: GautamGupta/bb-legacy-plugins
Catalog: support-forum/tags/3.0.7/languages/support-forum-*.po
Languages: br, ru

source: This version of the <em>Support forum</em> plugin requires bbPress version 0.9
br: Essa versão do plugin <em>Fórum de Suporte</em> necessita da versão 0.9 do bbPress
ru: Эта версия плагина <em>Support forum</em> требует bbPress версии 0.9

source: resolved
br: resolvido
ru: решенная

source: not resolved
br: não resolvido
ru: не решенная

source: not a support question
br: pergunta que não é de suporte
ru: без запроса в поддержку

source: Support topics that are %s
br: Tópicos de suporte com status %s
ru: Запросов %s

source: Support topics that are %s and are more than 2 hours old
br: Perguntas de suporte com status %s e que tenham mais de 2 horas
ru: Запросов %s и они старше 2 часов

source: Change
br: Alterar
ru: Сменить

source: This topic is
br: Esse tópico está
ru: Эта тема

source: sticky
br: fixo
ru: закреплена

source: closed
br: encerrado
ru: закрыта

source: Support forum
br: Fórum de Suporte
ru: Форум поддержки

source: Update performed
br: Atualização realizada
ru: Обновление выполнено

source: No update required
br: Nenhuma atualização necessária
ru: Обновление не требуется

source: Name
br: Nome
ru: Имя

source: Description
br: Descrição
ru: Описание

source: Enable support forum
br: Ativar fórum de suporte
ru: Включить форум поддержки

source: Set the default status for topics:
br: Configurar o status padrão para os tópicos:
ru: Установить состояние темы по умолчанию:

source: Allow the poster of the topic to set the status on topic creation
br: Permitir que o autor configure o status na criação do tópico
ru: Позволить автору темы менять статус темы при создании

source: Allow the poster of the topic to set the status at any time
br: Permitir que o autor do tópico configure o status a qualquer hora
ru: Позволять автору темы менять статут в любое время

source: Choose which statuses will have a view:
br: Escolher quais status terão uma exibição:
ru: Выберите какие состояния вы хотите видеть:

source: Use resolution status icons on topics
br: Usar ícones de status de resolução nos tópicos
ru: Использовать иконки состояния для тем

source: Use lock icon on closed topics (applies to all forums)
br: Usar ícone de cadeado nos tópicos encerrados (se aplica a todos os fóruns)
ru: Использовать иконку закрытой темы (применяется ко всем форумам)

source: Use sticky icon on sticky topics (applies to all forums)
br: Usar o ícone de fixo nos tópicos fixos (se aplica a todos os fóruns)
ru: Использовть иконку липучки для тем (применяется ко всем форумам)

source: If you used support forum plugin version 1.0, you will need to update existing topics to work with version 2.x
br: Se você usava a versão 1.0 do plugin Fórum de Suporte, você terá que atualizar os tópicos existentes para trabalhar com a versão 2.x
ru: Если вы используете плагин форума версии 1.0, вам понадобиться обновить существующие темы для работы с версией 2.х

source: Update topics to version 2.x
br: Atualizar os tópicos para a versão 2.x
ru: Обновить темы до версии 2.х

source: Save support forum settings
ru: Сохранить настройки форумов поддержки

source: Settings saved
br: Configurações salvas
ru: Настройки сохранены
