Repository: GautamGupta/bb-legacy-plugins
Catalog: support-forum/tags/3.0.6/languages/support-forum-*.po
Languages: bg, pt_pt

source: This version of the "Support forum" plugin requires bbPress version 0.9
bg: Тази версия на разширението "Support forum" изисква bbPress 0.9

source: resolved
bg: решен
pt_pt: resolvido

source: not resolved
bg: нерешен
pt_pt: não resolvido

source: not a support question
bg: не е тема с проблем
pt_pt: não é um pedido de suporte

source: Support topics that are %s
bg: Теми с проблеми, които са %s
pt_pt: Tópicos de suporte com estado: %s

source: Support topics that are %s and are more than 2 hours old
bg: Теми с проблеми, които са %s и са от по-рано от 2 часа
pt_pt: Tópicos de suporte com o estado %s e com mais de 2 horas

source: Change
bg: Промяна
pt_pt: Mudar

source: This topic is
bg: Темата е
pt_pt: Estado do tópico

source: sticky
bg: лепкава
pt_pt: fixo

source: closed
bg: затворена
pt_pt: encerrado

source: Support forum
bg: Форуми за поддръжка

source: Update performed
bg: Обновяването бе извършено успешно
pt_pt: Actualização efectuada

source: No update required
bg: Нямаше нужда от обновяване
pt_pt: Nenhuma actualização necessária

source: Name
bg: Име
pt_pt: Nome

source: Description
bg: Описание
pt_pt: Descrição

source: Enable support forum
bg: Включване на форум за поддръжка
pt_pt: Activar fórum de suporte

source: Set the default status for topics:
bg: Състоянието по подразбиране е:
pt_pt: Estado dos tópicos por omissão:

source: Allow the poster of the topic to set the status on topic creation
bg: Позволяване на авторите да променят състоянието на темата при създването й
pt_pt: Permitir que o autor do tópico defina o estado ao criá-lo

source: Allow the poster of the topic to set the status at any time
bg: Позволяване на авторите да променят състоянието на темата по всяко време
pt_pt: Permitir que o autor do tópico deina o estado em qualquer altura

source: Choose which statuses will have a view:
bg: За кои състояния да има отделен изглед:
pt_pt: Escolha quais os estados que têm uma visualização:

source: Use resolution status icons on topics
bg: Показване на икона за всяко състояние
pt_pt: Usar ícones de estado nos tópicos

source: Use lock icon on closed topics (applies to all forums)
bg: Показване на икона за затворените теми (важи за всички форуми)
pt_pt: Usar ícone de cadeado em tópicos encerrados (aplica a todos os fóruns)

source: Use sticky icon on sticky topics (applies to all forums)
bg: Показване на икона за лепкавите теми (важи за всички форуми)
pt_pt: Usar ícone de fixo em tópicos fixos (aplica a todos os fóruns)

source: If you used support forum plugin version 1.0, you will need to update existing topics to work with version 2.x
bg: Ако сте използвали версия 1.0 на това разширение ще трябва да обновите темите за да бъдат съвместими с версия 2.0
pt_pt: Se usou a versão 1.0 deste plugin, necessitará actualizar os tópicos existentes para funcionarem com a versão 2.x

source: Update topics to version 2.x
bg: Обновяване на темите до версия 2.0
pt_pt: Actualizar tópicos para a versão 2.x

source: Settings saved
bg: Настройките бяха запазени
pt_pt: Opções guardadas

source: This version of the <em>Support forum</em> plugin requires bbPress version 0.9
pt_pt: Esta versão do plugin <em>Support forum</em> requer a versão 0.9 do bbPress

source: Save support forum settings
pt_pt: Guardar opções
