Repository: GautamGupta/bb-legacy-plugins
Catalog: xili-new-post-notification/tags/0.9.5/xili-bb-npn-*.po
Languages: fr_fr

source: New Post Notification Settings
fr_fr: Réglages de la notification par courriel

source: Email address:
fr_fr: Adresse Courriel :

source: Save settings &raquo;
fr_fr: Sauver les réglages &raquo;

source: This email <b>(admin default to change)</b> will receive ID of added posts
fr_fr: Cette adresse email <b>(admin par défaut)</b> va recevoir les ID des fils actualisés

source: This email (update it if needed) will receive ID of added posts
fr_fr: Cet email (mettre à jour si nécessaire) va recevoir les ID des fils mis à jour

source: Update settings &raquo;
fr_fr: Mettre à jour les réglages &raquo;

source: Add content in email:
fr_fr: Ajouter le contenu de l'article dans le courriel envoyé

source: Each user can choose to receive email when a topic is his favorite and when this topic is updated. <br />Check here if you are sure that your server (and ISP) is not limited and able to send a series of emails:
fr_fr: Les abonnés peuvent choisir de recevoir des courriels des fils auxquels ils sont abonnés ! <br />Cocher ici si vous êtes sûr que votre serveur (voir votre fournisseur) ne limite les flux de courriels envoyés en série :

source: <strong>Notification email settings saved.</strong>
fr_fr: <strong>Réglages de l'extension sauvegardés.</strong>

source: There is a new post on:
fr_fr: Il y a un nouveau texte sur le fil :

source: Hello,
fr_fr: Bonjour,

source: has posted here:
fr_fr: a livré ici :

source: Users receive email if topic is favorite.
fr_fr: Les abonnés recoivent un courriel si le fil est choisi comme favori

source: Users do not receive email even if topic is favorite - see plugin settings !
fr_fr: Selon les réglages de l'extension, les abonnés ne reçoivent pas les courriels des fils auxquels ils sont abonnés !

source: INFOS : %s
fr_fr: Information : %s

source: Hi Keymaster, don\'t forget to visit New Post Notification settings in forum admin UI and save a right email.
fr_fr: Hello Mr l'administrateur, n\'oubliez pas de mettre à jour vos réglages de l'extension New Post Notification

source: You receive this email because you have choosen this topic
fr_fr: Vous recevez ce courriel parce que vous avez choisi ce fil

source: as favorite
fr_fr: comme favori

source: Email Notification
fr_fr: Notification par courriel

source: Email Notifications
fr_fr: Notification par courriel

source: Profile updated
fr_fr: Profil mis à jour

source: Post notification
fr_fr: Notification de publication

source: Do you need to receive email for all ?
fr_fr: Souhaitez-vous être averti par courriel pour tous les favoris ?
