Repository: GautamGupta/bb-legacy-plugins
Catalog: wordpress-bbpress-syncronization/trunk/bbwp-sync-*.po
Languages: be_by

source: WordPress syncronization
be_by: Сінхранізацыя з WordPress

source: WordPress syncronization options
be_by: Опцыі сінхранізацыі з WordPress

source: WordPress url:
be_by: Адрас WordPress:

source: Please submit with last "/"! We will test that after submussion
be_by: Выкарыстайце поўны адрас з "/" на канцы! Адрас будзе правераны пасля адпраўкі

source: Everything is ok!
be_by: Усё ў парадку!

source: URL is incorrect or connection error, please verify it (`full variant):
be_by: Няслушны адрас або памылка злучэння, калі ласка праверце (поўны варыянт):

source: Secret key:
be_by: Сакрэтны ключ:

source: We need it for secure communication between your systems
be_by: Ключ неабходны для бяспечнага ўзаемадзеяння сістэм

source: Error! Not equal secret keys in WordPress and bbPress
be_by: Памылка! Розныя ключы ў WordPress і bbPress

source: Forum:
be_by: Форум:

source: Select forum
be_by: Вылучыце форум

source: You need to set the forum for syncronization.
be_by: Вам неабходна вылучыць форум для сінхранізацыі.

source: Category-Forum accordance:
be_by: Суадносіны Катэгорыя-форум:

source: This is optional. Use nex syntax: «Category name => forum_id», one option per line.
be_by: Апцыянальна. Выкарыстоўвайце наступны сінтаксіс: «Імя катэгорыі => forum_id», па адной на радок.

source: Crosspost tag:
be_by: Тэг для сінхранізаваных тэм:

source: Optional. Crossposted from WordPress topics will have that tag. Leave empty to disable
be_by: Апцыянальна. Сінхранізаваныя з WordPress тэмы будуць мець такі тэг. Застаўце пустым каб адключыць

source: Anonymous user:
be_by: Ананімны карыстач:

source: User id for posts on forum from unregistered users in WordPress
be_by: ID ананімнага карыстача для паведамленняў ад незарэгістраваных карыстачоў WordPress

source: Sync all posts:
be_by: Сінхранізаваць усе паведамленні:

source: Sync post even if not approved. Post will have the same status in WordPress
be_by: Сінхранізаваць, нават калі паведамленне не ўхвалена. Каментар будзе мець той жа статус, што і ў WordPress

source: Show anonymous userinfo:
be_by: Інфармацыя аб ананімным карыстачу:

source: Show name
be_by: Паказваць імя

source: Show email
be_by: Паказваць email

source: Show url
be_by: Паказваць URL

source: Sync posts back:
be_by: Сінхранізаваць паведамленні назад у WP:

source: You may disable syncing posts from forum back to WordPress. You need to have a good reason to do that
be_by: Вы можаце адключыць сінхранізацыі ппастоў назад у WordPress. Неабходна мець добрую прычыну для гэтага

source: Enable plugin
be_by: Уключыць убудову

source: Allowed by both parts
be_by: Дазволена абедзвюма складнікамі

source: Not allowed:
be_by: Не дазволена:

source: Update Configuration &raquo;
be_by: Захаваць налады &raquo;

source: Configuration saved.
be_by: Налады захаваныя.

source: Invalid line
be_by: Няслушны радок

source: Invalid category name
be_by: Няслушнае імя катэгорыі

source: Invalid forum id
be_by: Няслушны id форума

source: Cannot establish connection to WordPress part
be_by: Немагчыма ўсталяваць злучэнне з WordPress складнікам

source: Invalid secret key
be_by: Няслушны сакрэтны ключ

source: Invalid anonymous user id
be_by: Няслушны id ананімнага карыстача

source: bbPress part is not activated
be_by: bbPress складнік не актываваны

source: Too old WordPress part plugin version
be_by: Занадта старая версія WordPress складніка

source: Posted by unregistered user:
be_by: Апублікавана ад імя незарэгістраванага карыстача:

source: URL
be_by: Адрас

source: Synchronization with WordPress is not enabled.
be_by: Сінхранізацыя з WordPress не ўключана.

source: You must <a href="%1$s">check options and enable plugin</a> to make it work.
be_by: Вы павінны <a href="%1$s">праверыць наладкі і ўключыць плягін</a>, каб ён пачаў працаваць.
