Repository: GautamGupta/bb-legacy-plugins
Catalog: bbpress-moderation-suite/tags/0.1-rc1/translations/bbpress-moderation-suite-*.po
Languages: fr_fr

source: You are banned from this forum until %s from now. The person who banned you said the reason was: %s
fr_fr: Vous êtes banni de ce forum jusqu'au %s à partir de maintenant. La personne qui vous a interdit la raison est: %s

source: Current bans
fr_fr: Actuelle interdit

source: Ban a user
fr_fr: Interdiction d'un utilisateur

source: Invalid banning attempt.
fr_fr: Invalide l'interdiction de la tentative.

source: Username
fr_fr: Nom d'utilisateur

source: Who are you banning? (Username)
fr_fr: Qui êtes-vous l'interdiction? (Nom d'utilisateur)

source: Time
fr_fr: Temps

source: hours
fr_fr: heures

source: days
fr_fr: jour

source: weeks
fr_fr: semaine

source: months
fr_fr: mois

source: How long will the ban last?
fr_fr: Combien de temps l'interdiction de la fin?

source: Why are you banning this user? This will be shown to the user.
fr_fr: Pourquoi êtes-vous l'interdiction de cet utilisateur? Ce sera affiché à l'utilisateur.

source: Ban user
fr_fr: Ban utilisateur

source: User not found
fr_fr: L'utilisateur n'a pas trouvé

source: The user "%s" has been successfully banned.
fr_fr: L'utilisateur "% s" a été interdit.

source: The banning attempt failed.
fr_fr: L'interdiction tentative a échoué.

source: User successfully unbanned.
fr_fr: L'interdiction a été supprimée.

source: User could not be unbanned.
fr_fr: L'interdiction ne peut pas être enlevé

source: Options successfully saved.
fr_fr: Options correctement enregistré.

source: Failed to save options.
fr_fr: Impossible d'enregistrer les options.

source: Minimum user level to ban
fr_fr: Minimum au niveau utilisateur pour interdire

source: Moderator
fr_fr: Modérateur

source: Administrator
fr_fr: Administrateur

source: Keymaster
fr_fr: maître des clés

source: Users can only ban other users of a lower rank. Keymasters can ban anyone. What user level should be the lowest allowed to ban users?
fr_fr: Les utilisateurs peuvent seulement interdire les utilisateurs d'un rang inférieur. Keymasters peut interdire à personne. Qu'est-ce que l'utilisateur doit être le niveau le plus bas a permis d'interdire les utilisateurs?

source: Save settings
fr_fr: Enregistrer les paramètres

source: User
fr_fr: Utilisateur

source: Banned by
fr_fr: Interdite par

source: Until
fr_fr: Jusqu'à ce que

source: Unban
fr_fr: Suppression de l'interdiction

source: Ban Plus
fr_fr: Interdiction Plus

source: A set of tools to help moderate your forums.
fr_fr: Un ensemble d'outils pour aider à modérer vos forums.

source: Report
fr_fr: Rapport

source: Allows users to report posts for consideration by the moderation team.
fr_fr: Permet aux utilisateurs de postes de rapport pour examen par l'équipe de modération.

source: Implements advanced banning features like temporary banning and automated banning (if used with the Warnings assistant) Ban Plus does not use the core rank system, so removing the plugin will unban everyone banned using this method.
fr_fr: Met en œuvre l'interdiction de fonctionnalités avancées comme l'interdiction temporaire et l'interdiction automatique (si utilisé avec le Avertissements assistant) Interdiction Plus n'utilise pas le système de classement de base, afin d'ajouter la suppression de la volonté de supprimer l'interdiction de tout le monde a interdit l'utilisation de cette méthode.

source: Warning
fr_fr: Avertissement

source: Allows moderators and higher to warn users that break rules. Can be set to automatically block or (if Ban Plus is active) temporarily ban problematic users from the forums.
fr_fr: Permet de modérateurs et de plus élevé, pour avertir les utilisateurs qui enfreignent les règles. Peut être réglé pour bloquer ou automatiquement (si Interdiction Plus est active) interdire temporairement la problématique des utilisateurs de forums.

source: Moderation Log
fr_fr: Log de la Modération

source: Keeps track of important moderator actions.
fr_fr: Permet d'importantes actions de modérateurs.

source: bbPress Moderation Suite
fr_fr: bbPress Suite de la Modération

source: Plugin "%s" <strong>activated</strong>
fr_fr: Ajouter le "% s" <strong>activé</strong>

source: Plugin "%s" <strong>deactivated</strong>
fr_fr: Ajouter le "% s" <strong>désactivé</strong>

source: Plugin "%s" <strong>deactivated</strong> and <strong>uninstalled</strong>
fr_fr: Ajouter le "% s" <strong>désactivé</ strong> et <strong>désinstallé</ strong>

source: Your <code>%1$s</code> folder needs to be moved to the <code>my-plugins</code> folder. It is currently in the <code>%2$s</code> folder.
fr_fr: Votre <code>%1$s</code> dossier doit être déplacé vers la <code<mes-plugins</code> dossier. Il est actuellement en <code>%2$s</code> dossier.

source: bbPress Moderation Suite is a set of tools to help moderate your forums. There are multiple parts, each able to function separately from the others. You can activate or deactivate each part separately. It even includes an uninstaller so if you don't want to use a part anymore, you can remove all of its database usage!
fr_fr: bbPress Suite de la Modération est un ensemble d'outils pour aider à modérer vos forums. Il ya plusieurs parties, chacune capable de fonctionner indépendamment des autres. Vous pouvez activer ou désactiver chaque partie séparément. Il inclut même un programme de désinstallation, si vous ne voulez pas utiliser une partie plus, vous pouvez supprimer l'ensemble de sa base de données d'utilisation!

source: Moderation Assistants
fr_fr: Assistants de Modération

source: Activate
fr_fr: Activer

source: Deactivate
fr_fr: Désactiver

source: Uninstall
fr_fr: Désinstallation

source: Show all
fr_fr: Voir tous

source: Content
fr_fr: Contenu

source: Moderation Helper activation
fr_fr: Aide pour l'activation de la modération

source: Moderation Helper deactivation
fr_fr: Aide pour la désactivation de la modération

source: Moderation Helper uninstallation
fr_fr: Désinstallation de l'aide de Modération

source: Plugin (de)activation
fr_fr: (Dés)Activation de la ajouter

source: Forum deletion
fr_fr: Suppression du forum

source: Post editing
fr_fr: Montage de poste

source: Post deletion
fr_fr: Suppression du poste

source: Post undeletion
fr_fr: Inverse de la suppression du poste

source: Post spamming
fr_fr: Marquage postes comme spam

source: Post unspamming
fr_fr: Marquage postes non spam

source: Topic deletion
fr_fr: Suppression du sujet

source: Topic undeletion
fr_fr: Topic pas suppression

source: Topic closing
fr_fr: Fermeture d'un sujet

source: Topic opening
fr_fr: Ouverture d'un sujet

source: Topic stickying
fr_fr: Faire un sujet collant

source: Topic unstickying
fr_fr: Faire un sujet non collante

source: User bozoing
fr_fr: Transformé en un utilisateur bozo

source: User unbozoing
fr_fr: Transformé en un utilisateur non bozo

source: User deletion
fr_fr: Suppression de l'utilisateur

source: activated the bbPress Moderation Suite %s plugin
fr_fr: activé la bbPress Suite de la Modération ajouter%s

source: deactivated the bbPress Moderation Suite %s plugin
fr_fr: désactivé la bbPress Suite de la Modération ajouter%s

source: uninstalled the bbPress Moderation Suite %s plugin
fr_fr: désinstaller la bbPress Suite de la Modération ajouter%s

source: activated plugins:
fr_fr: plugins activés:

source: deactivated plugins:
fr_fr: plugins désactivés:

source: and
fr_fr: et

source: deleted forum:
fr_fr: forum supprimé:

source: edited %s's post on the topic "%s".
fr_fr: publié la poste de %s sur le thème "% s".

source: deleted %s's post on the topic "%s".
fr_fr: supprimé la poste de %s sur le thème "% s".

source: marked %s's post on the topic "%s" as spam.
fr_fr: marqué la poste de %s sur le thème "% s" comme spam.

source: undeleted %s's post on the topic "%s".
fr_fr: défait la suppression de la poste de %s sur le thème "% s".

source: marked %s's post on the topic "%s" as not spam.
fr_fr: marqué la poste de %s sur le thème "% s" comme non spam.

source: changed %s's post on the topic "%s" from deleted to spam.
fr_fr: changé la poste de %s sur le thème "% s" de supprimer à spam.

source: changed %s's post on the topic "%s" from spam to deleted.
fr_fr: changé la poste de %s sur le thème "% s" de spam à supprimer.

source: deleted topic "%s".
fr_fr: supprimér le thème "% s".

source: undeleted topic "%s".
fr_fr: défait la suppression du thème "% s".

source: marked %s as a bozo.
fr_fr: marqué %s comme un bozo.

source: unmarked %s as a bozo.
fr_fr: non marqués %s comme un bozo.

source: deleted %s.
fr_fr: supprimé %s.

source: closed topic "%s"
fr_fr: fermé le sujet "% s"

source: opened topic "%s"
fr_fr: ouvert le sujet "%s"

source: stickied topic "%s"
fr_fr: fait le sujet sticky "% s

source: unstickied topic "%s"
fr_fr: fait pas le sujet sticky "% s"

source: Report this post
fr_fr: Signaler ce message

source: What is your reason for reporting this post?
fr_fr: Quelle est la raison de votre déclaration de ce poste?

source: Other
fr_fr: Autre

source: Please give more information: (Plain text only, no HTML allowed.)
fr_fr: S'il vous plaît donner plus de renseignements: (Texte simple, pas de HTML autorisées).

source: Send Report &raquo;
fr_fr: Envoyer un rapport &raquo;

source: Invalid report
fr_fr: Invalide rapport

source: <p>Your report was submitted. The moderation staff will review the post in question.</p>
fr_fr: <p>Votre rapport a été présenté. La modération du personnel examinera le poste en question.</p>

source: New
fr_fr: Nouveau

source: Resolved
fr_fr: Résolue

source: Resolve
fr_fr: Résoudre

source: Invalid resolve attempt.
fr_fr: Invalide tenter de résoudre.

source: Successfully resolved report.
fr_fr: Résolu rapport.

source: Resolve Report #%d
fr_fr: Résolu Rapport #%d

source: Method of Resolving
fr_fr: Méthode de Résolution

source: Resolved Reports
fr_fr: Résolu Rapports

source: Reported By
fr_fr: Par Signalé

source: Resolved By
fr_fr: Par Résolue

source: View reported post
fr_fr: Voir le post qui a été signalé

source: Settings successfully saved.
fr_fr: Paramètres sauvegardés avec succès.

source: Saving the settings failed.
fr_fr: Sauvegarde des réglages échoué.

source: Report types
fr_fr: Types de rapports

source: Fill this box with generic reasons to report posts. (One per line)
fr_fr: Remplissez la case avec les génériques des raisons de rapport de postes. (Un par ligne)

source: Resolve types
fr_fr: Types de la résolution

source: Fill this box with generic ways of resolving reports. (One per line)
fr_fr: Remplissez la case avec les génériques les moyens de régler les rapports. (Un par ligne)

source: Minimum level
fr_fr: Niveau minimum

source: What should the minimum user level to view and resolve reports be?
fr_fr: Quel devrait être le minimum de niveau de l'utilisateur de visualiser et de régler les rapports?

source: Maximum level
fr_fr: Niveau maximum

source: None
fr_fr: Aucun

source: What should the maximum user level able to be reported be?
fr_fr: Que doit faire le maximum niveau de l'utilisateur peuvent être signalés être?

source: Obtrusive Mode
fr_fr: Mode Envahissante

source: Obtrusive mode makes new reports more noticeable but may look bad with some themes.
fr_fr: Envahissant le mode rend les nouveaux rapports plus perceptible, mais une mauvaise image mai avec certains thèmes.

source: Save Changes
fr_fr: Enregistrer les Modifications

source: New Reports
fr_fr: De Nouveaux Rapports

source: Reports
fr_fr: Rapports

source: There is a new report waiting for you!
fr_fr: Il ya un nouveau rapport qui vous attendent!

source: There are <span>%s</span> new reports waiting for you!
fr_fr: Il y a <span>%s</span> de nouveaux rapports qui vous attendent!

source: Report this post to a moderator.
fr_fr: Signaler ce message à un modérateur.

source: Automated ban from Warning moderation helper
fr_fr: Automatisé d'alerte de modération aide d'Avertissement

source: Give this user a warning.
fr_fr: Donner à l'utilisateur une mise en garde

source: Warn
fr_fr: avertir

source: Users with warnings
fr_fr: Les utilisateurs avec des avertissements

source: Warn a user
fr_fr: Avertir un utilisateur

source: User successfully warned.
fr_fr: L'utilisateur a été averti.

source: Invalid warning attempt
fr_fr: Invalid tentative d'alerte

source: Reason for warning %s
fr_fr: Motif de la mise en garde de% s

source: This <strong>will</strong> be shown to the user.
fr_fr: Ce <strong>sera</ strong> montré à l'utilisateur.

source: Warn user
fr_fr: Avertir l'utilisateur

source: Possible reasons for warning users
fr_fr: Les raisons possibles pour les utilisateurs d'alerte

source: What should the minimum user level to warn users be?
fr_fr: Quel devrait être le minimum au niveau utilisateur pour avertir les utilisateurs?

source: Check interval
fr_fr: Intervalle de vérification

source: How long should bbPress Moderation Suite wait between checks for expired warnings?
fr_fr: Combien de temps doit attendre Suite bbPress modération entre les vérifications de mises en garde dépassée?

source: Expiration time
fr_fr: Heure d'expiration

source: How old should warnings be for bbPress Moderation Suite to delete them?
fr_fr: Quel âge doivent être mises en garde pour bbPress modération Suite de les supprimer?

source: Ban Plus is not active. The banning settings will be saved, but not used.
fr_fr: Plus d'interdiction n'est pas actif. L'interdiction de réglages seront sauvegardés, mais non utilisées.

source: Ban automatically after:
fr_fr: Ban automatiquement après:

source: Add more
fr_fr: Ajouter plus de

source: Warnings
fr_fr: Avertissements

source: View warnings
fr_fr: Voir les avertissements

source: Warnings given to user "%s"
fr_fr: Alerte donnée à l'utilisateur "%s"

source: Given by
fr_fr: Compte tenu de

source: View post
fr_fr: Voir le post
