Repository: GautamGupta/bb-legacy-plugins
Catalog: wordpress-bbpress-syncronization/tags/0.8.0/bbwp-sync-*.po
Languages: ru_ru

source: WordPress syncronization
ru_ru: Синхронизация с WordPress

source: WordPress syncronization options
ru_ru: Опции синхронизации с WordPress

source: WordPress url:
ru_ru: Адрес WordPress:

source: Please submit with last "/"! We will test that after submussion
ru_ru: Используйте полный адрес с "/" на конце! Адрес будет проверен после отправки

source: Everything is ok!
ru_ru: Всё в порядке!

source: URL is incorrect or connection error, please verify it (full variant):
ru_ru: Неверный адрес или ошибка подключения, пожалуйста проверьте (полный вариант):

source: Secret key:
ru_ru: Секретный ключ:

source: We need it for secure communication between your systems
ru_ru: Ключ необходим для безопасного взаимодействия систем

source: Error! Not equal secret keys in WordPress and bbPress
ru_ru: Ошибка! Различные ключи в WordPress и bbPress

source: Forum:
ru_ru: Форум:

source: Select forum
ru_ru: Выберите форум

source: You need to set the forum for syncronization.
ru_ru: Вам необходимо выбрать форум для синхронизации

source: Category-Forum accordance:
ru_ru: Соответствие Категория-Форум:

source: This is optional. Use nex syntax: «Category name => forum_id», one option per line.
ru_ru: Это опционально. Используйте следующий синтаксис: «Имя категории => forum_id», по одной на строку

source: Crosspost tag:
ru_ru: Тег для синхронизированных тем:

source: Optional. Crossposted from WordPress topics will have that tag. Leave empty to disable
ru_ru: Опционально. Синхронизированные из WordPress тему будут иметь такой тег. Оставьте пустым, чтобы отключить

source: Anonymous user:
ru_ru: Анонимный пользователь:

source: User id for posts on forum from unregistered users in WordPress
ru_ru: ID анонимного пользователя для сообщений от незарегистрированных пользователей WordPress

source: Sync all posts:
ru_ru: Синхронизировать все сообщения:

source: Sync post even if not approved. Post will have the same status in WordPress
ru_ru: Синхронизировать, даже если сообщение не одобрено. Комментарий будет иметь тот же статус в WordPress

source: Show anonymous userinfo:
ru_ru: Информация об анонимном пользователе:

source: Show name
ru_ru: Показывать имя

source: Show email
ru_ru: Показывать email

source: Show url
ru_ru: Показывать URL

source: Sync posts back:
ru_ru: Синхронизировать назад в WP:

source: You may disable syncing posts from forum back to WordPress. You need to have a good reason to do that
ru_ru: Вы можете отключить синхронизацию сообщений с форума в WordPress. Вам нужна хорошая причина для этого

source: Enable plugin
ru_ru: Включить плагин

source: Allowed by both parts
ru_ru: Позволено обеими составляющими

source: Not allowed:
ru_ru: Не разрешено:

source: Update Configuration &raquo;
ru_ru: Обновить настройки &raquo;

source: Configuration saved.
ru_ru: Настройки сохранены.

source: Invalid line
ru_ru: Неверная строка

source: Invalid category name
ru_ru: Неверное имя категории

source: Invalid forum id
ru_ru: Неверный id форума

source: Cannot establish connection to WordPress part
ru_ru: Невозможно установить соединение с WordPress составляющей

source: Invalid secret key
ru_ru: Неверный секретный ключ

source: Invalid anonymous user id
ru_ru: Неверный id анонимного пользователя

source: bbPress part is not activated
ru_ru: bbPress составляющая не активирована

source: Too old WordPress part plugin version
ru_ru: Слишком старая WordPress составляющая

source: Posted by unregistered user:
ru_ru: Опубликовано незарегистрированным пользователем:

source: URL
ru_ru: Адрес

source: Synchronization with WordPress is not enabled.
ru_ru: Синхронизация с WordPress не включена.

source: You must <a href="%1$s">check options and enable plugin</a> to make it work.
ru_ru: Вы должны <a href="%1$s">проверить настройки и включить плагин</a>, чтобы он заработал
