Repository: GautamGupta/bb-legacy-plugins
Catalog: easy-mentions/trunk/languages/easy-mentions-*.po
Languages: de_de, hi_in

source: The options were successfully saved!
de_de: Die Optionen wurden erfolgreich gespeichert!
hi_in: विकल्प सफलतापूर्वक दर्ज करलिए गए हैं|

source: New version (%1$s) of Easy Mentions is available! Please download the latest version from <a href="%2$s">here</a>.
de_de: Neue Version (%1$s) von Easy Mentios ist verf&uuml;gbar! Bitte lade die neueste Version von <a href="%2$s">hier</a>.
hi_in: आसान मेंशन का नया संस्करण (%1$s) उपलब्ध है! कृप्या उसे <a href="%2$s">यहाँ</a> से डाउनलोड करें|

source: Link the Tags?
de_de: Verlinke die Tags?
hi_in: टैगों को लिंक करें?

source: Check this option if you want the tags to be linked (by using %s) in the posts.
de_de: Aktiviere diese Option, wenn du die Tags in den Beitr&auml;gen (nach dem Schema %s) verlinkt haben m&ouml;test.
hi_in: यदि आप चाहते हैं की पदों में टैग लिंक हों (%s का प्रयोग करके), तो इस विकल्प को चेक करें|

source: Yes
de_de: Ja
hi_in: हाँ

source: Link the Users?
de_de: Verlinke die Benutzer?
hi_in: लोगों को लिंक करें?

source: Check this option if you want the users to be linked (by using %s) in the posts.
de_de: Aktiviere diese Option, wenn du die Benutzer in den Beitr&auml;gen (nach dem Schema %s) verlinkt haben m&ouml;test.
hi_in: यदि आप चाहते हैं की पदों में लोग लिंक हों (%s का प्रयोग करके), तो इस विकल्प को चेक करें|

source: Link the user to profile or website?
de_de: Verlinke zum Benutzer-Profil oder zur Webseite?
hi_in: उपयोगकर्ता को प्रोफाइल से लिंक करें या वेबसाइट से?

source: If you selected the website option and the user's website does not exist, then the user will be linked to his or her profile page.
de_de: Wenn du die Webseiten-Option gew&auml;hlt hast, aber der Benutzer keine Webseite angegeben hat, dann wird zu seinem/ihrem Profil verlinkt.
hi_in: अगर आप वेबसाइट का विकल्प चुनते हैं और उप्योगिकर्ता की वेबसाइट नहीं है, तो उप्योगिकर्ता उसकी प्रोफाइल से लिंक करदिया जायेगा|

source: Profile
de_de: Profil
hi_in: प्रोफाइल

source: Website
de_de: Webseite
hi_in: वेबसाइट

source: Add a reply link below each post?
de_de: F&uuml;ge einen Antwort Link unter jeden Beitrag hinzu?
hi_in: प्रत्येक पोस्ट के नीचे एक उत्तर के लिए लिंक डालें?

source: Before checking this option, please verify that there is a post form below the topic on each page. (<a href="%s">Help</a>)
de_de: Bevor du diese Option aktivierst, &uuml;berpr&uuml;fe bitte, dass du ein "Post Formular" auf jeder Seite unter dem Thema hast. (<a href="%s">Hilfe</a>)
hi_in: इस विकल्प को जाँचने से पहले, कृपया सत्यापित करें कि हर टॉपिक के हर पृष्ठ के नीचे एक पोस्ट फार्म है| (<a href="%s">मदद</a>)

source: Reply Text
de_de: Antwort Text
hi_in: उत्तर के लिए टेक्स्ट

source: Some HTML is allowed. The following keys can also be used:%1$s - Post's author's name%2$s - Post's link
de_de: Ein wenig HTML ist erlaubt. Die folgenden Schl&uuml;ssel k&ouml;nnen ebenfalls benutzt werden:%1$s - Name vom Autor des Beitrags%2$s - Link zum Beitrag
hi_in: थोड़ी एच.टी.एम.एल. की अनुमति है| निम्नलिखित कुंजियाँ का भी उपयोग किया जा सकता है:%1$s - पोस्ट लिखने वाले का नाम%2$s - पोस्ट का लिंक

source: Easy Mentions
hi_in: आसान मेंशन

source: Happy with the plugin? Why not <a href="%1$s">buy the author a cup of coffee or two</a> or get him something from his <a href="%2$s">wishlist</a>?
de_de: Zufrieden mit dem Plugin? Warum nicht <a href="%1$s">dem Autor einen oder zei Kaffee spendieren</a> oder ihm etwas von seiner <a href="%2$s">Wunschliste</a> schenken?
hi_in: प्लगिन से खुश? लिखने वाले को कुछ <a href="%1$s">दान</a> करें या फिर उसकी <a href="%2$s">इच्छा सूची</a> देखें|

source: Reply
de_de: Antworten
hi_in: उत्तर

source: Easy Mentions allows the users to link to other users' profiles in posts by using @username (like Twitter).
de_de: Easy Mentions erlaubt dem Benutzer in Beitr&auml;gen andere Benutzer-Profile in der Form von @username zu verlinken (wie bei Twitter).
hi_in: आसान मेंशन उपयोगकर्ता को किसी और उपयोगकर्ता के नाम को पदों में @उज़र्नाम प्रयोग करके उसकी प्रोफाइल से लिंक करने का विकल्प देते हैं| (ट्विट्टर की तरह)

source: Gautam Gupta
hi_in: गौतम गुप्ता
